{
  "scie": [
    {
      "title": "Assessment of the anti-hair loss potential of Camellia japonica fruit shell extract in vitro.",
      "journal": "Int J Cosmet Sci. 2023, 00:1 11.",
      "year": "2023"
    },
    {
      "title": "The effect of Salix alba L. bark extract on dark circles in vitro and in vivo.",
      "journal": "Int J Cosmet Sci. 2023, 00:1 11.",
      "year": "2023"
    },
    {
      "title": "Albizia julibrissin Exerts Anti-Obesity Effects by Inducing the Browning of 3T3L1 White Adipocytes.",
      "journal": "Int J Mol Sci. 2023, 24:11496.",
      "year": "2023"
    },
    {
      "title": "Evaluation of efficacy of Silybum marianum flower extract on mitigating hair loss in vitro and in vivo.",
      "journal": "J Cosmet Dermatol. 2023, 00:1 14.",
      "year": "2023"
    },
    {
      "title": "Fermented black ginseng extract prevents UVB-induced inflammation by regulating the nc886-PKR pathway in human keratinocytes.",
      "journal": "Photodermatol Photoimmunol Photomed. 2023, 00:1 9.",
      "year": "2023"
    },
    {
      "title": "Sargassum fusiforme Extract Induces Melanogenesis through the cAMP/PKA/CREB Signaling Pathway.",
      "journal": "Cosmetics. 2023, 10, 116.",
      "year": "2023"
    },
    {
      "title": "Anti \u0011acne effects of Castanea crenata bur extract and identification of active compound.",
      "journal": "Applied Biological Chemistry. 2022, 65:12.",
      "year": "2022"
    },
    {
      "title": "The Alleviating Effect of Lagerstroemia indica Flower Extract on Stretch Marks through Regulation of Mast Cells.",
      "journal": "Molecules. 2022, 27:1274. doi: https://doi.org/10.3390/molecules27041274.",
      "year": "2022"
    },
    {
      "title": "Chlorogenic Acid Isomers Isolated from Artemisia lavandulaefolia Exhibit Anti-Rosacea Effects In Vitro.",
      "journal": "Biomedicines. 2022, 10:463. doi: https://doi.org/10.3390/biomedicines10020463.",
      "year": "2022"
    },
    {
      "title": "Effect of Cirsium japonicum Flower Extract on Skin Aging Induced by Glycation.",
      "journal": "Molecules. 2022, 27:2093.",
      "year": "2022"
    },
    {
      "title": "Immune-enhancing effect of water-soluble beta-glucan derived from enzymatic hydrolysis of yeast glucan.",
      "journal": "Biochemistry and Biophysics Reports. 2022, 30:101256.",
      "year": "2022"
    },
    {
      "title": "Isatis tinctoria L. Leaf Extract Inhibits Replicative Senescence in Dermal Fibroblasts by Regulating mTOR-NF-κB-SASP Signaling.",
      "journal": "Nutrients. 2022, 14:1979.",
      "year": "2022"
    },
    {
      "title": "A focused natural compound screen reveals hemolytic and senostatic effects of Isatis tinctoria.",
      "journal": "Anim Cells Syst (Seoul). 2022, 26(6):310-317.",
      "year": "2022"
    },
    {
      "title": "Anti Inflammatory Activity and Mechanism of Isookanin, Isolated by Bioassay Guided Fractionation from Bidens pilosa L.",
      "journal": "Molecules. 2021, 2:255.",
      "year": "2021"
    },
    {
      "title": "Rhus semialata M. extract ameliorates para-phenylenediamine-induced toxicity in keratinocytes.",
      "journal": "Toxicology Reports. 2021, 8:96 \u0013105.",
      "year": "2021"
    },
    {
      "title": "Isookanin Inhibits PGE2-Mediated Angiogenesis by Inducing Cell Arrest through Inhibiting the Phosphorylation of ERK1/2 and CREB in HMEC-1 Cells.",
      "journal": "Int J Mol Sci. 2021, 22(12):6466.",
      "year": "2021"
    },
    {
      "title": "Evaluating the Sun Protection Factor of Cosmetic Formulations Containing Afzelin.",
      "journal": "Chem Pharm Bull (Tokyo). 2021, 69(11):1039-1044.",
      "year": "2021"
    },
    {
      "title": "Anti-glycation activities of methyl gallate in vitro and in human explants.",
      "journal": "Journal of Cosmetic Science. 2021, doi: https://doi.org/10.1111/jocd.14406.",
      "year": "2021"
    },
    {
      "title": "Melanogenesis-promoting effect of Cirsium japonicum flower extract in vitro and ex vivo.",
      "journal": "Int J Cosmet Sci. 2021, 43(6):703-714.",
      "year": "2021"
    },
    {
      "title": "Senotherapeutic-like effect of Silybum marianum flower extract revealed on human skin cells.",
      "journal": "PLoS One. 2021, 16(12):e0260545.",
      "year": "2021"
    },
    {
      "title": "nc886, a Non Coding RNA, Is a New Biomarker and Epigenetic Mediator of Cellular Senescence in Fibroblasts.",
      "journal": "Int J Mol Sci. 2021, 22:13673.",
      "year": "2021"
    },
    {
      "title": "Inhibition of UVB-induced Inflammation by Laminaria Japonica Extract via Regulation of nc886-PKR Pathway.",
      "journal": "Nutrients. 2020, 12:1958.",
      "year": "2020"
    },
    {
      "title": "Coptis chinensis Franch Directly Inhibits Proteolytic Activation of Kallikrein 5 and Cathelicidin Associated with Rosacea in Epidermal Keratinocytes.",
      "journal": "Molecules. 2020, 25:5556.",
      "year": "2020"
    },
    {
      "title": "The Potential Application of Ecklonia cava Extract in Scalp Protection.",
      "journal": "Cosmetics. 2020, 7:9.",
      "year": "2020"
    },
    {
      "title": ". nc886, a non-coding RNA, inhibits UVB-induced MMP-9 and COX-2 expression via the PKR pathway in human keratinocytes.",
      "journal": "Biochem Biophys Res Commun. 2019. pii: S0006-291X(19)30082-8.",
      "year": "2019"
    },
    {
      "title": "Protective effects of Camellia japonica flower extract against urban air pollutants.",
      "journal": "BMC Complement Altern Med. 2019, 19(1):30.",
      "year": "2019"
    },
    {
      "title": "Protective Effects of Aqueous Extract of Mentha suaveolens against Oxidative Stress-Induced Damages in Human Keratinocyte HaCaT Cells.",
      "journal": "Evidence-Based Complementary and Alternative Medicine. 2019, 2019:5045491.",
      "year": "2019"
    },
    {
      "title": "Anti skin aging properties of protocatechuic acid in vitro and in vivo.",
      "journal": "J Cosmet Dermatol. 2019, 19(4).",
      "year": "2019"
    },
    {
      "title": "Zingerone protects keratinocyte stem cells from UVB-induced damage.",
      "journal": "Chem Biol Interact. 2018, 279:27-33.",
      "year": "2018"
    },
    {
      "title": "Globular adiponectin acts as a melanogenic signal in human epidermal melanocytes.",
      "journal": "Br J Dermatol. 2018, 179(3):689-701.",
      "year": "2018"
    },
    {
      "title": "PER, a Circadian Clock Component, Mediates the Suppression of MMP-1 Expression in HaCaT Keratinocytes by cAMP.",
      "journal": "Molecules. 2018, 23(4).",
      "year": "2018"
    },
    {
      "title": "Oxidative Stress-Protective and Anti-Melanogenic Effects of Loliolide and Ethanol Extract from Fresh Water Green Algae, Prasiola japonica.",
      "journal": "Int J Mol Sci. 2018, 19(9).",
      "year": "2018"
    },
    {
      "title": "Anti-Thermal Skin Aging Activity of Aqueous Extracts Derived from Apple Mint (Mentha suaveolens Ehrh.) in Human Dermal Fibroblasts.",
      "journal": "Evid Based Complement Alternat Med. 2018, 2018:4595982.",
      "year": "2018"
    },
    {
      "title": "Inhibitory Effects of Prunella vulgaris L. Extract on 11β-HSD1 in Human Skin Cells.",
      "journal": "Evid Based Complement Alternat Med. 2018, 2018:1762478.",
      "year": "2018"
    },
    {
      "title": "Melanocyte-protective effect of afzelin is mediated by the Nrf2-ARE signalling pathway via GSK-3β inactivation.",
      "journal": "Exp Dermatol. 2017, 26(9):764-770",
      "year": "2017"
    },
    {
      "title": "Effect of sinapic acid on hair growth promoting in human hair follicle dermal papilla cells via Akt activation.",
      "journal": "Arch Dermatol Res. 2017, 309(5):381-388.",
      "year": "2017"
    },
    {
      "title": "Protective Effect of Mulberry (Morus alba L.) Extract against Benzo[a]pyrene Induced Skin Damage through Inhibition of Aryl Hydrocarbon Receptor Signaling.",
      "journal": "J Agric Food Chem. 2017, 65(50):10925-10932.",
      "year": "2017"
    },
    {
      "title": "Cell-based assay system for high-throughput screening of anti-photo-aging agents in fibroblast transfectants.",
      "journal": "Cytotechnology. 2016, 68(4):1633-40.",
      "year": "2016"
    },
    {
      "title": "Evaluation of anti-acne properties of phloretin in vitro and in vivo.",
      "journal": "Int J Cosmet Sci. 2016, 38(1):85-92.",
      "year": "2016"
    },
    {
      "title": "A study of facial wrinkles improvement effect of veratric acid from cauliflower mushroom through photo-protective mechanisms against UVB irradiation.",
      "journal": "Arch Dermatol Res. 2016, 308(3):183-92.",
      "year": "2016"
    },
    {
      "title": "Sclareol isolated from Salvia officinalis improves facial wrinkles via an antiphotoaging mechanism.",
      "journal": "J Cosmet Dermatol. 2016 Jul 28.",
      "year": "2016"
    },
    {
      "title": "Emodin isolated from Polygoni Multiflori Ramulus inhibits melanogenesis through the liver X receptor-mediated pathway.",
      "journal": "Chem Biol Interact. 2016, 250:78-84.",
      "year": "2016"
    },
    {
      "title": "Phlorizin, an Active Ingredient of Eleutherococcus senticosus, Increases Proliferative Potential of Keratinocytes with Inhibition of MiR135b and Increased Expression of Type IV Collagen.",
      "journal": "Oxid Med Cell Longev. 2016; 2016:3859721.",
      "year": "2016"
    },
    {
      "title": "Afzelin positively regulates melanogenesis through the p38 MAPK pathway.",
      "journal": "Chem Biol Interact. 2016, 254:167-72.",
      "year": "2016"
    },
    {
      "title": "Anti-inflammatory effects of Zea mays L. husk extracts.",
      "journal": "BMC Complement Altern Med. 2016, 16(1):298",
      "year": "2016"
    },
    {
      "title": "Vegetable peptones increase production of type I collagen in human fibroblasts by inducing the p90 ribosomal s6 kinase-CCAAT/enhancer binding protein β phosphorylation pathway.",
      "journal": "Nutr Res. 2015, 35(2):127-35.",
      "year": "2015"
    },
    {
      "title": "A novel culture system to induce synthesis in ultra-low attachment plate.",
      "journal": "Biotechnology and Bioprocess Engineering, 2015, Volume 20, Issue 1, pp 194 \u0013200.",
      "year": "2015"
    },
    {
      "title": "Anti-Glycation Activities of Phenolic Constituents from Silybum marianum (Milk Thistle) Flower in Vitro and on Human Explants.",
      "journal": "Molecules 2015, 20, 3549-3564.",
      "year": "2015"
    },
    {
      "title": "Antagonizing Effects of Aspartic Acid against Ultraviolet A-Induced Downregulation of the Stemness of Human Adipose Tissue-Derived Mesenchymal Stem Cells.",
      "journal": "PLoS One. 2015, 10(4):e0124417.",
      "year": "2015"
    },
    {
      "title": "Ameliorating Effect of Akebia quinata Fruit Extracts on Skin Aging Induced by Advanced Glycation End Products.",
      "journal": "Nutrients. 2015, 7(11):9337-52.",
      "year": "2015"
    },
    {
      "title": "The Antiaging Properties of Andrographis paniculata by Activation Epidermal Cell Stemness.",
      "journal": "Molecules. 2015, 20(9):17557-69.",
      "year": "2015"
    },
    {
      "title": "Development of Tyrosinase Promoter-Based Fluorescent Assay for Screening of Anti-melanogenic Agents.",
      "journal": "Biol Pharm Bull. 2015;38(10):1542-7.",
      "year": "2015"
    },
    {
      "title": "Inhibition of melanogenesis by Gaillardia aristata flower extract.",
      "journal": "BMC Complement Altern Med. 2015, 15:449.",
      "year": "2015"
    },
    {
      "title": "Physiological Functions of the COPI Complex in Higher Plants.",
      "journal": "Mol Cells. 2015, 38(10):866-75.",
      "year": "2015"
    },
    {
      "title": "7,8-Dihydroxyflavone protects human keratinocytes against oxidative stress-induced cell damage via the ERK and PI3K/Akt-mediated Nrf2/HO-1 signaling pathways.",
      "journal": "International Journal of Molecular Medicine 2014, 33(4):964-970.",
      "year": "2014"
    },
    {
      "title": "Synephrine Inhibits Eotaxin-1 Expression via the STAT6 Signaling Pathway.",
      "journal": "Molecules 2014, 19(8):11883-11895.",
      "year": "2014"
    },
    {
      "title": "Protective effects of a new phloretin derivative against UVB-induced damage in skin cell model and human volunteers.",
      "journal": "International Journal of Molecular sciences 2014, 15(10):18919-18940.",
      "year": "2014"
    },
    {
      "title": "The combination of sorafenib and radiation preferentially inhibits breast cancer stem cells by suppressing HIF-1α expression.",
      "journal": "Oncology Reports, 2013, 29(3):917-924.",
      "year": "2013"
    },
    {
      "title": "Empetrum nigrum var. japonicum Extract Suppresses Ultraviolet B-Induced Cell Damage via Absorption of Radiation and Inhibition of Oxidative Stress.",
      "journal": "Evidence-Based Complementary and Alternative Medicin, 2013, Volume 2013",
      "year": "2013"
    },
    {
      "title": "Hordenine, a single compound produced during barley germination, inhibits melanogenesis in human melanocytes.",
      "journal": "Food chemistry, 2013, 141(1):174-81.",
      "year": "2013"
    },
    {
      "title": "Artemisinic acid inhibits melanogenesis through downregulation of C/EBP α-dependent expression of HMG-CoA reductase gene.",
      "journal": "Food and Chemical Toxicology, 2013, 51:225-30.",
      "year": "2013"
    },
    {
      "title": "Phloridzin isolated from Acanthopanax senticosus promotes proliferation of α6 integrin (CD 49f) and β1 integrin (CD29) enriched for a primary keratinocyte population through the ERK-mediated mTOR pathway.",
      "journal": "Archives of Dermatological Research, 2013, 305(8):747-54.",
      "year": "2013"
    },
    {
      "title": "Antagonizing effects and mechanisms of afzelin against UVB-induced cell damages.",
      "journal": "PLOS one, 2013, 8(4):e61971.",
      "year": "2013"
    },
    {
      "title": "Fumaric acid attenuates the eotaxin-1 expression in TNF-α-stimulated fibroblasts by suppressing p38 MAPK-dependent NF-κB signaling.",
      "journal": "Food and Chemical Toxicology, 2013, 58:423-31.",
      "year": "2013"
    },
    {
      "title": "Antagonist effects of veratric acid against UVB-induced cell damages.",
      "journal": "Molecules, 2013, 18(5):5405-19.",
      "year": "2013"
    },
    {
      "title": "Madecassoside inhibits melanin synthesis by blocking ultraviolet-induced inflammation.",
      "journal": "Molecules, 2013, 18(12):15724-15736.",
      "year": "2013"
    },
    {
      "title": "Empetrum nigrum var. japonicum Extract Suppresses Ultraviolet B-Induced Cell Damage via Absorption of Radiation and Inhibition of Oxidative Stress.",
      "journal": "Evidence-Based Complementary and Alternative Medicine 2013 Volume 2013, Article ID 983609: 10",
      "year": "2013"
    },
    {
      "title": "Mechanisms of Edible Bird's Nest Extract-Induced Proliferation of Human Adipose-Derived Stem Cells.",
      "journal": "Evidence Based Complementary Alternative Medicine, 2012, 2012:797520:11.",
      "year": "2012"
    },
    {
      "title": "Soy peptide-induced stem cell proliferation: involvement of ERK and TGF-β1.",
      "journal": "The Journal of Nutritional Biochemistry, 2012, 23(10):1141-1151.",
      "year": "2012"
    },
    {
      "title": "Inhibitory effects of Camellia japonica oil on LPS-induced inflammatory response in RAW264.7 macrophages.",
      "journal": "BMB Reports, 2012, 45(3):177-182.",
      "year": "2012"
    },
    {
      "title": "Artemisinic Acid is a Regulator of Adipocyte Differentiation and C/EBP δ Expression.",
      "journal": "Journal of Cellular Biochemistry, 2012, 113(7):2488-2499.",
      "year": "2012"
    },
    {
      "title": "Baicalein Attenuates Oxidative Stress-Induced Expression of Matrix Metalloproteinase-1 by Regulating the ERK/JNK/AP-1 Pathway in Human Keratinocytes.",
      "journal": "Biomolecules & Therapeutics, 2012, 20(1):57-61.",
      "year": "2012"
    },
    {
      "title": "Ultraviolet A regulates the stemness of human adipose tissue-derived mesenchymal stem cells through downregulation of the HIF-1α via activation of PGE2-cAMP signaling.",
      "journal": "Journal of Cellular Biochemistry, 2012, 113(12):3681-3691.",
      "year": "2012"
    },
    {
      "title": "Isomenthone protects human dermal fibroblasts from TNF α-induced cell death in serum-deprived condition.",
      "journal": "Food and Chemical Toxicology, 2012, 50(10):3514-20.",
      "year": "2012"
    },
    {
      "title": "A Novel Antibacterial Compound from Siegesbeckia glabrescens.",
      "journal": "Molecules, 2012, 17:12469-12477.",
      "year": "2012"
    },
    {
      "title": "Inhibitory effects of (-)-α-bisabolol on LPS-induced inflammatory response in RAW264.7 macrophages.",
      "journal": "Food & Chemical Toxicology, 2011, 49(10):2580-2585.",
      "year": "2011"
    },
    {
      "title": "Depigmentation by platycodin D is mediated by cAMP-PKA/Rho-dependent signaling pathway.",
      "journal": "Experimental Dermatology, 2011, 20(12):986-991.",
      "year": "2011"
    },
    {
      "title": "Simple stability-indicating validated HPLC method for diosgenin in cosmeceutical formulations.",
      "journal": "International Journal of Pharmacy and Pharmaceutical Sciences, 2011, 3(suppl 5):466-471.",
      "year": "2011"
    },
    {
      "title": "Myricetin suppresses oxidative stress-induced cell damage via both direct and indirect antioxidant.",
      "journal": "Environmental Toxicology and Pharmacology, 2010, 29:12-18.",
      "year": "2010"
    },
    {
      "title": "Synthesis and microbiological evaluation of honokiol derivatives as new antibacterial agents.",
      "journal": "Archives of Pharmacal Research, 2010, 33(1):61-65.",
      "year": "2010"
    },
    {
      "title": "Anti-adipogenesis by 6-thioinosine is mediated by downregulation of PPAR γ through JNK-dependent upregulation of iNOS.",
      "journal": "Cellular and Molecular Life Sciences, 2010, 67(3):467-481.",
      "year": "2010"
    },
    {
      "title": "Isorhamnetin-induced antiadipogenesis is mediated by stabilization of β-catenin protein.",
      "journal": "Life Sciences, 2010, 86(11-12):416-423.",
      "year": "2010"
    },
    {
      "title": "Enzymatic transformation of platycosides and one step separation of platycodin D by high-speed counter-current chromatography.",
      "journal": "Journal of Separation Science, 2010, 33(13):1916-1922.",
      "year": "2010"
    },
    {
      "title": "Melanogenesis inhibitory effect of fatty acid alkyl esters isolated from Oxalis triangularis.",
      "journal": "Biological & Pharmaceutical Bulletin, 2010, 33(7):1242-1245.",
      "year": "2010"
    },
    {
      "title": "Whitening effect of α-bisabolol in Asian women.",
      "journal": "International Journal of Cosmetic Science, 2010, 32(4):299-303.",
      "year": "2010"
    },
    {
      "title": "Mechanisms of depigmentation by propafenone.",
      "journal": "Archives of Dermatological Research, 2010, 302(7):561-565.",
      "year": "2010"
    },
    {
      "title": "Melanocyte-Precursor Cell Induction from Human Cord Blood-Derived Mesenchymal Stem Cells.",
      "journal": "African Journal of Biotechnology, 2010, 9(36):5975-5977.",
      "year": "2010"
    },
    {
      "title": "Ultraviolet A regulates adipogenic differentiation of human adipose tissue-derived mesenchymal stem cells via upregulation of Kruppel-like factor 2.",
      "journal": "The Journal of Biological Chemistry, 2010, 285(42):32647-32656.",
      "year": "2010"
    },
    {
      "title": "Myricetin protects cells against oxidative stress-induced apoptosis via regulation of PI3K/Akt and MAPK signaling pathways.",
      "journal": "International Journal of Molecular Sciences, 2010, 11(11):4348-4360.",
      "year": "2010"
    },
    {
      "title": "Isorhamnetin represses adipogenesis in 3T3-L1 cells.",
      "journal": "Obesity, 2009, 17(2):226-232.",
      "year": "2009"
    },
    {
      "title": "6-benzylaminopurine (6-BAP) stimulates the melanogenesis by cAMP independent activation of Protein kinase A (PKA).",
      "journal": "Archives of Dermatological Research, 2009, 301(3):253-258.",
      "year": "2009"
    },
    {
      "title": "A cell-based system for screening hair growth-promoting agents.",
      "journal": "Archives of Dermatological Research, 2009, 301(5):381-385.",
      "year": "2009"
    },
    {
      "title": "Promotion of stem cell proliferation by vegetable peptone.",
      "journal": "Cell proliferation, 2009, 42(5):595-601.",
      "year": "2009"
    },
    {
      "title": "Phloridzin-induced melanogenesis is mediated by cAMP signaling pathway.",
      "journal": "Food & Chemical Toxicology, 2009, 47(10):2436-2440.",
      "year": "2009"
    },
    {
      "title": "Matrine inhibits PMA-induced MMP-1 expression in human dermal fibroblasts.",
      "journal": "Biofactors, 2008, 33(2):121-128.",
      "year": "2008"
    },
    {
      "title": "Antibacterial activities of Butyrolactone from Spiraea thunbergii Sieb. against foodborne pathogenic microorganisms.",
      "journal": "Journal of Medicinal Plants Research, 2008, 2(3):59-65.",
      "year": "2008"
    },
    {
      "title": "Mechanisms of depigmentation by α-bisabolol.",
      "journal": "Journal of Dermatological Science, 2008, 52(3):219-222.",
      "year": "2008"
    },
    {
      "title": "Mechanisms of carvacrol-induced expression of type I collagen gene.",
      "journal": "Journal of Dermatological Science, 2008, 52(3):160-169.",
      "year": "2008"
    },
    {
      "title": "Effect of rosmarinic acid on patients with atopic dermatitis.",
      "journal": "Journal of Dermatology, 2008, 35(12):768 \u0013771.",
      "year": "2008"
    },
    {
      "title": "Effect of a preparation containing asiaticoside on periocular wrinkles of human voluntaries.",
      "journal": "International Journal of Cosmetic Science, 2008, 30(3):167-173.",
      "year": "2008"
    },
    {
      "title": "Panax ginseng induces human Type I collagen synthesis through activation of Smad signaling.",
      "journal": "Journal of Ethnopharmacology, 2007, 109:29-34.",
      "year": "2007"
    },
    {
      "title": "A cell-based assay system for high-throughput screening of anti-wrinkle agents in human dermal fibroblast transfectant cells.",
      "journal": "Biotechnology and applied Biochemistry, 2007, 47(1):27-31.",
      "year": "2007"
    },
    {
      "title": "Effect of Camellia japonica oil on human type I procollagen production and skin barrier function.",
      "journal": "Journal of Ethnopharmacology, 2007, 112:127-131.",
      "year": "2007"
    },
    {
      "title": "Diosgenin inhibits melanogenesis through the activation of Phosphatidylinositol-3- kinase Pathway (PI3K) signaling.",
      "journal": "Life Sciences, 2007, 81(3):249-254.",
      "year": "2007"
    },
    {
      "title": "Mechanisms of melanogenesis inhibition by DMHF.",
      "journal": "British Journal of Dermatology, 2007, 157(2):242-248.",
      "year": "2007"
    },
    {
      "title": "Rosmarinic acid induces melanogenesis through protein kinase A activation signaling.",
      "journal": "Biochemical Pharmacology, 2007, 74(7):960-968.",
      "year": "2007"
    },
    {
      "title": "Asiaticoside induces Human Collagen I Synthesis through TGFβ receptor I kinase (TβRI kinase)-independent Smad signaling.",
      "journal": "Planta Medica, 2006, 72(4):324-328.",
      "year": "2006"
    },
    {
      "title": "Rosmarinic acid (RA) as a downstream inhibitor of IKK β in TNF α-induced upregulation of CCL11 & CCR-3.",
      "journal": "British Journal of Pharmacology, 2006, 148:366-375.",
      "year": "2006"
    },
    {
      "title": "Involvement of nuclear factor-kB in the inhibition of pro-inflammatory mediators by pinosylvin.",
      "journal": "Planta Medica, 2006, 72(9):801-806.",
      "year": "2006"
    },
    {
      "title": "Emodin inhibits TNF α-induced MMP-1 expression through suppression of JNK and p42/44MAPK.",
      "journal": "Life Sciences, 2006, 79:2480-2485.",
      "year": "2006"
    },
    {
      "title": "Evaluation of the anti-inflammatory and atopic dermatitis-mitigating effects of BSASM, a multicompound preparation.",
      "journal": "Journal of Ethnopharmacology, 2005, 96(1-2):211-219.",
      "year": "2005"
    },
    {
      "title": "Anti-inflammatory effects of magnolol and honokiol are mediated through inhibition of downstream pathway of the MEKK-1 in NF-kB activation signaling.",
      "journal": "Planta Medica, 2005, 71(4):338-343.",
      "year": "2005"
    },
    {
      "title": "Glycyrrhizin(GR) induces melanogenesis by elevating a cAMP level in B16 melanoma cells.",
      "journal": "The Journal of Investigative Dermatology, 2005, 124(2):405- 411.",
      "year": "2005"
    },
    {
      "title": "Transdermal delivery of interferon γ (IFNγ) mediated by penetratin, a cell-permeable peptide.",
      "journal": "Biotechnology and applied Biochemistry, 2005, 42(2):169-173.",
      "year": "2005"
    },
    {
      "title": "In vitro antibacterial and anti-inflammatory activities of Honokiol and Magnolol against Propionibacterium sp.",
      "journal": "European Journal of Pharmacology, 2004, 496(1-3):189-195.",
      "year": "2004"
    }
  ],
  "nonscie": [
    {
      "title": "Study on the Properties of Lagerstroemia indica Extract as an Anti-acne Cosmetic Material.",
      "journal": "J Soc Cosmet Sci. Korea. 2024, 50(1):19-27.",
      "year": "2024"
    },
    {
      "title": "Effect of Nymphaea caerulea Flower Extract on Improving Scalp Diseases.",
      "journal": "Kor J Pharmacogn. 2024, 55(1):32-40.",
      "year": "2024"
    },
    {
      "title": "An In vitro Effect of Leaf and Branch Extract of Magnolia Kobus as a Cosmetic Material.",
      "journal": "J Invest Cosmetol. 2024, 20(1):25-34.",
      "year": "2024"
    },
    {
      "title": "Effect of a Mixture of Centella asiatica and Rosamarinus officinalis Leaf Extracts on Delayed Cortisol-induced Keratinocyte Migration.",
      "journal": "J Soc Cosmet Sci. Korea. 2024, 50(2):111-118.",
      "year": "2024"
    },
    {
      "title": "Skin-soothing Effects of Oenothera biennis Flower Extract.",
      "journal": "Asian J Beauty Cosmetol. 2024, 22(2):313-321.",
      "year": "2024"
    },
    {
      "title": "Study on the Properties of Rosa multiflora Extract as an Pore-improving Cosmetic Material.",
      "journal": "J Soc Cosmet Sci. Korea. 2024, 50(3):201-211.",
      "year": "2024"
    },
    {
      "title": "In vitro Anti-acne Properties of Plant Extract Complex Composed of Camellia sinensis L. Leaf and Castanea crenata Bur.",
      "journal": "J Kor Soc Cosmetol. 2023, 29(1):107-114.",
      "year": "2023"
    },
    {
      "title": "The Regulatory Effect of Natural-Derived 6 Compounds Mixture on Adipocytes.",
      "journal": "J. Soc. Cosmet. Sci. Korea. 2022, 48, 331-342.",
      "year": "2022"
    },
    {
      "title": "Anti-acne Properties of Artemisia annua Extract In Vitro.",
      "journal": "J. Soc. Cosmet. Sci. Korea. 2021, 47(3):247-254.",
      "year": "2021"
    },
    {
      "title": "Comparative study of anti-inflammatory effects of BSASM.",
      "journal": "J. Invest. Dermatol. 2021, 17(4):393-399.",
      "year": "2021"
    },
    {
      "title": "Controlling Stress Response Mediators to Alleviate Psychoemotional Stress-Induced Hair Loss and Provide Wellness.",
      "journal": "IFSCC Magazine. 2021, 24(4).",
      "year": "2021"
    },
    {
      "title": "Protective Effect of Extract from Rhus Semialata M. on Epidermal Stem Cells against UV Irradiation.",
      "journal": "J. Soc. Cosmet. Sci. Korea. 2020, 45(4):415-422.",
      "year": "2020"
    },
    {
      "title": "Comparative Study of the Biological Activity of Propolis Extracts with Various Countries of Origin as Cosmetic Materials.",
      "journal": "J. Soc. Cosmet. Sci. Korea. 2020, 46(2):159-166.",
      "year": "2020"
    },
    {
      "title": "Easing sensitive scalp while preserving its microbiota.",
      "journal": "HPC Today. 2020, 15(6):50-53.",
      "year": "2020"
    },
    {
      "title": "Effect of Sophora flavescens Extract on Reinforcing Skin Barrier and Alleviating Inflammation.",
      "journal": "J. Soc. Cosmet. Sci. Korea. 2020, 46(4):361-369.",
      "year": "2020"
    },
    {
      "title": "Effect of Torreya nicifera Seed Extract on the cross-linking of Adavanced Glycation End Products to Collagen.",
      "journal": "J. Soc. Cosmet. Sci. Korea, 2019, 45(1): 19-25.",
      "year": "2019"
    },
    {
      "title": "Andrographolide Promotes the Stemness of Epidermal Cells through the Extracellular Signal-regulated Kinase (ERK) Pathway.",
      "journal": "Kor. J. Pharmacogn. 2019, 50(1):18∼24.",
      "year": "2019"
    },
    {
      "title": "An Efficient Means to Mitigate Skin Inflammaging by Inhibition of the NLRP3 Inflammasome and Nfkb Pathways: A Novel Epigenetic Mechanism.",
      "journal": "IFSCC Magazine. 2019, 3:153-164.",
      "year": "2019"
    },
    {
      "title": "Effect and Tolerability of the Combined Plant Extract (PAC) in Treatment of Acne Vulgaris.",
      "journal": "Journal of Cosmetics, Dermatological Sciences and Applications, 2018, 8: 55-72.",
      "year": "2018"
    },
    {
      "title": "Unripe citrus unshiu extract benefit to fight against atopic symptoms induced by indoor pollution.",
      "journal": "Household and Personal Care Today, 2018, 13(2): 4-7.",
      "year": "2018"
    },
    {
      "title": "Air Pollution and Skin Health: Recent Studieds.",
      "journal": "The Journal of Skin Barrier Research, 2018, 20(2) :15-17.",
      "year": "2018"
    },
    {
      "title": "Anti-skin Aging Effect of Pleurotus citrinopileatus Extracts.",
      "journal": "The Korean Society of Cosmetics and Cosmetology, 2018, 08(3): 345-353.",
      "year": "2018"
    },
    {
      "title": "Anti-Inflammatory and Anti-allergic Effects of Gnaphalium affine Extract.",
      "journal": "J. Soc. Cosmet. Sci. Korea 2017, 43(2): 103-114.",
      "year": "2017"
    },
    {
      "title": "Anti-Skin-Aging Activity of a Standardized Extract from Panax ginseng Leaves In Vitro and In Human Volunteer.",
      "journal": "Cosmetics 2017, 4, 18; doi:10.3390/cosmetics4020018",
      "year": "2017"
    },
    {
      "title": "Effect of Extraction Condition on the Antioxidant Activity of Hypochoeris radicata Flower Extracts.",
      "journal": "The Korean Society of Cosmetics and Cosmetology. 2015, 05(2), 169-177",
      "year": "2015"
    },
    {
      "title": "Determination of p-Anisic Acid and Methylparaben by Using High Performance Liquid Chromatography.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2014, 40(4):359-364.",
      "year": "2014"
    },
    {
      "title": "Functional Characterization of Callus Extracts of Apple ‘Hirosaki’ for Cosmetic Materials.",
      "journal": "Korean Society for Biotechnology and Bioengineering Journal, 2013, 28(4): 244-248.",
      "year": "2013"
    },
    {
      "title": "Inhibitory Effect of Artemisinic Acid Isolated from Artemisia Annua L on the MDC in HaCaT Keratinocytes.",
      "journal": "Korean Journal of Pharmacognosy, 2012, 43(3):217- 223.",
      "year": "2012"
    },
    {
      "title": "Inhibitory effects of serotonin derivatives isolated from safflower seed extract on adipogenesis.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2011, 37(2):171-176.",
      "year": "2011"
    },
    {
      "title": "Effects of Vegetable Peptones on Promotion of Cell Proliferation and Collagen Production.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2009, 35(1):65-72.",
      "year": "2009"
    },
    {
      "title": "Antibacterial and anti-inflammatory effects of a Magnolia extract.",
      "journal": "Cosmetics & Toiletries, 2009, 124(1):53-60.",
      "year": "2009"
    },
    {
      "title": "A medicinal plant blend for soothing and anti-nflammatory effects.",
      "journal": "Cosmetics & Toiletries, 2009, 124(4):34-41.",
      "year": "2009"
    },
    {
      "title": "The study on antimicrobial and antifungal activity of the wild seaweeds of Jeju Island.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2008, 34(3):201-207.",
      "year": "2008"
    },
    {
      "title": "Antibacterial effects of medicinal plants from Jeju island against acne-inducing bacteria.",
      "journal": "Journal of Applied Biological Chemistry, 2007, 50(2):101-103.",
      "year": "2007"
    },
    {
      "title": "The study on anti-obesity activity of the wild plants of Jeju Island.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2007, 33(3):175-179.",
      "year": "2007"
    },
    {
      "title": "In vitro screening of Jeju medicinal plants for cosmeceutical materials.",
      "journal": "Journal of Applied Biological Chemistry, 2007, 50(4):215-220.",
      "year": "2007"
    },
    {
      "title": "Correlation between skin roughness and dermal density of skin wrinkle evaluation.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2006, 32(2):123-127.",
      "year": "2006"
    },
    {
      "title": "Herbal extracts as a NF-kappaB inhibitor.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2006, 32(3):135-140.",
      "year": "2006"
    },
    {
      "title": "Preliminary screening of some Jeju island native plants for whitening and antioxidant activity.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2006, 32(3):161-171.",
      "year": "2006"
    },
    {
      "title": "Anti-inflammatory and atopic dermatitis-mitigating effects of BSASM, a multiherbal preparation.",
      "journal": "Recent Progress in Medicinal Plants, 2006, 12:221-237, Review.",
      "year": "2006"
    },
    {
      "title": "Effect of Kojic acid, Arbutin and Vitamin C on cell viability and melaninsynthesis in B16BL6 cells.",
      "journal": "Journal of the Society of Cosmetic Scientists of Korea, 2003, 29(1):151-167.",
      "year": "2003"
    },
    {
      "title": "Evaluation of the Anti-inflammatory and immunomodulatory effects of BSASM using in vitro experiments.",
      "journal": "Koran Journal of Pharmacology, 2003, 34(3):228-232.",
      "year": "2003"
    }
  ],
  "bookchapter": [
    {
      "title": "Study of sliming agents from natural plants. In Chang-Gu Hyun and Nam Ho Lee (Eds.). Complementary and alternative medicine-botanical cosmeceuticals.",
      "journal": "Transworld Research Network, India, 2011 pp. 1-22",
      "year": "2011"
    },
    {
      "title": "Asiaticoside Supports Collagen Production for Firmer Skin. In Aaron Tabor and Robert Blair (Eds.). Nutritional cosmetics: Beauty from Within.",
      "journal": "William Andrew Publishing, New York, 2009, pp. 335-352",
      "year": "2009"
    },
    {
      "title": "Molecular targets and therapeutic uses of rosmarinic acid (Rosemary). In Bharat B. Aggarwal and Ajaikumar B. Kunnumakkara (Eds.). Molecular targets and therapeutic uses of Spices: Modern uses for ancient medicine.",
      "journal": "World Scientific Publishing, Singapore, 2009, pp. 341-371",
      "year": "2009"
    }
  ],
  "lastUpdated": "2025-12-15T01:36:16.677Z"
}