{
  "sci": [
    {
      "raw": "Jiyoung You†, Se-young Oh, Yeji Im, Suwon Jeon, Kyung-Baeg Roh, Song-ah Choi, Eunae Cho, Deokhoon Park, and Eunsun Jung, Study on the Properties of Lagerstroemia indica Extract as an Anti-acne Cosmetic Material. J Soc Cosmet Sci Korea 2024 50(1):19-27.",
      "year": "2024"
    },
    {
      "raw": "Se-Young Oh*, Kyung-Baeg Roh, Eunae Cho, Hong Bae Kim, Jiyoung You, Suwon Jeon, Won Tae Jo, Deokhoon Park, and Eun sun Jung, Effect of Nymphaea caerulea Flower Extract on Improving Scalp Diseases. Kor J Pharmacogn. 2024 55(1) : 32-40.",
      "year": "2024"
    },
    {
      "raw": "Kyung-Baeg Roh, Yoora Jung, Heechan Yoon, Junbo Sim, Se-Young Oh, Miji Yeom, Deokhoon Park and Eunsun Jung, An In vitro Effect of Leaf and Branch Extract of Magnolia Kobus as a Cosmetic Material. J Invest Cosmetol 2024 20(1):25-34.",
      "year": "2024"
    },
    {
      "raw": "WonTae Jo, Miji Yeom, ShinHwan Cho, Eunae Cho, Deokhoon Park, and Eunsun Jung, Effect of a Mixture of Centella asiatica and Rosamarinus officinalis Leaf Extracts on Delayed Cortisol-induced Keratinocyte Migration J Soc Cosmet Sci Korea 2024 50(2):111-118.",
      "year": "2024"
    },
    {
      "raw": "Yeji Im, Kyung-Baeg Roh, Jiyoung You, Suwon Jeon, Eunae Cho, Hong Bae Kim, Deokhoon Park, Eunsun Jung, Skin-soothing Effects of Oenothera biennis Flower Extract. Asian J Beauty Cosmetol 2024 22(2):313-321.",
      "year": "2024"
    },
    {
      "raw": "Jiyoung You, Kyung-Baeg Roh, Youngsu Jang, Eunae Cho, Sohyun Yoon, Yunhee Hwang, Deokhoon Park and Eunsun Jung, Study on the Properties of Rosa multiflora Extract as an Pore-improving Cosmetic Material. J Soc Cosmet Sci Korea 2024 50(3):201-211.",
      "year": "2024"
    },
    {
      "raw": "Ji-Young You, Kyung-Baeg Roh, Song-Ah Choi, Eun-Ae Cho, Se-Young Oh, Deok-Hoon Park and Eun-Sun Jung, In vitro Anti-acne Properties of Plant Extract Complex Composed of Camellia sinensis L. Leaf and Castanea crenata Bur J Kor Soc Cosmetol. 2023 29(1):107-114.",
      "year": "2023"
    },
    {
      "raw": "Yuna Kim, Youngsu Jang, Deokhoon Park, and Eunsun Jung, The Regulatory Effect of Natural-Derived 6 Compounds Mixture on Adipocytes J. Soc. Cosmet. Sci. Korea 2022 48, 331-342.",
      "year": "2022"
    },
    {
      "raw": "Jiyoung You, Kyung-Baeg Roh, Se-young Oh, Yong-Taek Jung, Deokhoon Park, and Eunsun Jung, Anti-acne Properties of Artemisia annua Extract In Vitro. J. Soc. Cosmet. Sci. Korea 2021, 47(3): 247-254.",
      "year": "2021"
    },
    {
      "raw": "Kyung-Baeg Roh, Ying-Ji Xin, Deokhoon Park, Eunsun Jung, Comparative study of anti-inflammatory effects of BSASM. J. Invest. Dermatol 2021, 17(4):393-399.",
      "year": "2021"
    },
    {
      "raw": "David Garandeau, Hanane Chajra, Remy Steinschneider, Elodie Gras,Delaunois Sandrine, Cécile Delluc, Kyung-Baeg Roh, Eunsun Jung, Mathilde Frechet, Controlling Stress Response Mediators to Alleviate Psychoemotional Stress-Induced Hair Loss and Provide Wellness. IFSCC Magazine 2021, 24(4).",
      "year": "2021"
    },
    {
      "raw": "Hyunjoo Woo, Jiyoung You, Deokhoon Park and Eunsun Jung, Protective Effect of Extract from Rhus Semialata M. on Epidermal Stem Cells against UV Irradiation. J. Soc. Cosmet. Sci. Korea 2020, 45(4):415-422.",
      "year": "2020"
    },
    {
      "raw": "Eunsun Jung, Jin Bae Weon, Hyanggi Ji, Jiyoung You, Se-young Oh, Hayeon Kim, Yingji Xin, Eun Bin Kim, Kang-Hyuck Heo, and Deokhoon Park, Comparative Study of the Biological Activity of Propolis Extracts with Various Countries of Origin as Cosmetic Materials. J. Soc. Cosmet. Sci. Korea 2020, 46(2):159-166.",
      "year": "2020"
    },
    {
      "raw": "Sandrine Delaunois, Amandine Werle, Julie Droux, Alexandre Lapeyre, Kyung-Baeg Roh, Eunsun Jung, Mathilde Frechet, Hanane Chajra, Easing sensitive scalp while preserving its microbiota. HPC Today 2020, 15(6):50-53.",
      "year": "2020"
    },
    {
      "raw": "Kyung-Baeg Roh, Seoungwoo Shin, Sohyun Yoon, Jin Bae Weon, Se-young Oh, Junoh Kim, Deokhoon Park, and Eunsun Jung, Effect of Sophora flavescens Extract on Reinforcing Skin Barrier and Alleviating Inflammation. J. Soc. Cosmet. Sci. Korea 2020, 46(4):361-369.",
      "year": "2020"
    },
    {
      "raw": "Dahee Son, Minkyung Kim, Deokhoon Park and Eunsun Jung, Effect of Torreya nicifera Seed Extract on the cross-linking of Adavanced Glycation End Products to Collagen, J. Soc. Cosmet. Sci. Korea, 2019, 45(1):19-25.",
      "year": "2019"
    },
    {
      "raw": "Jiyoung You, Kyung-Baeg Roh, Seoungwoo Shin, Deokhoon Park, and Eunsun Jung, Andrographolide Promotes the Stemness of Epidermal Cells through the Extracellular Signal-regulated Kinase (ERK) Pathway. Kor. J. Pharmacogn. 2019, 50(1):18∼24.",
      "year": "2019"
    },
    {
      "raw": "Hanane Chajra, Sandrine Delaunois, David Garandeau, Gaelle Saint-Auret2, Marisa Meloni, Eunsun Jung, Mathilde Frechet, An Efficient Means to Mitigate Skin Inflammaging by Inhibition of the NLRP3 Inflammasome and Nfkb Pathways: A Novel Epigenetic Mechanism. IFSCC Magazine , 2019, 3:153-164.",
      "year": "2019"
    },
    {
      "raw": "Haesun Park, Sujung Woo, Jinsook Hyun, Hyeonji Kim, Jiyoung You, Hyunju Woo, Eunsun Jung, Kwangseon Jung, Myungok Kim, Effect and Tolerability of the Combined Plant Extract (PAC) in Treatment of Acne Vulgaris. Journal of Cosmetics, Dermatological Sciences and Applications, 2018, 8:55-72.",
      "year": "2018"
    },
    {
      "raw": "Hanane Chajra, Mathilde Frechet, Alexandre Lapeyre, Francine Joly, Ted Kim, Kyung-Baeg Roh, Deokhoon Park and Eunsun Jung, Unripe Citrus unshiu extract benefit to fight against atopic symptoms induced by indoor pollution. Household and Personal Care Today 2018, 13(2): 4-7.",
      "year": "2018"
    },
    {
      "raw": "Minkyung Kim, Hyun Woo, Deokhoon Park and Eunsun Jung, Air Pollution and Skin Health: Recent Studieds, The Journal of Skin Barrier Research 2018, 20(2):15-17.",
      "year": "2018"
    },
    {
      "raw": "Seoungwoo Shin, Hyes-Jung Koh, Eun Sun Jung, Anti-skin Aging Effect of Pleurotus citrinopileatus Extracts. Korean Society of Cosmetics and Cosmetology 2018 08(3):345-353.",
      "year": "2018"
    },
    {
      "raw": "Kyung-Baeg Roh, Jung-A Lee, Junho Park, Kwangseon Jung, Eunsun Jung, and Deokhoon Park, Anti-Inflammatory and Anti-allergic Effects of Gnaphalium affine Extract, J. Soc. Cosmet. Sci. Korea 2017, 43(2): 103-114.",
      "year": "2017"
    },
    {
      "raw": "Seoungwoo Shin, Jung-A Lee, Dahee Son, Deokhoon Park and Eunsun Jung, Anti-Skin-Aging Activity of a Standardized Extract from Panax ginseng Leaves In Vitro and In Human Volunteer, Cosmetics 2017, 4:18. doi:10.3390/cosmetics4020018",
      "year": "2017"
    },
    {
      "raw": "Jung-A Lee, Kwang-Seon Jung, Myeong-Ok Kim, Deok-Hoon Park, Eun-Sun Jung. Effect of Extraction Condition on the Antioxidant Activity of Hypochoeris radicata Flower Extracts. Korean Society of Cosmetics and Cosmetology 2015, 05(2):169-177.",
      "year": "2015"
    },
    {
      "raw": "Il Hyun Kim, De Hun Ryu, Young Soo Kim, Eun Sun Jung, and Deok Hoon Park, Determination of p-Anisic Acid and Methylparaben by Using High Performance Liquid Chromatography. Journal of the Society of Cosmetic Scientists of Korea, 2014, 40(4):359-364.",
      "year": "2014"
    },
    {
      "raw": "Seunghee Ko, Young-Soo Kim, Jin-Hyuck Lee, Il-Hyun Kim, Seungbeom Kim, Kyungbaeg Roh, Seungwoo, Shin, Eunsun Jung, and Deokhoon Park* Functional Characterization of Callus Extracts of Apple ‘Hirosaki’ for Cosmetic Materials. Korean Society for Biotechnology and Bioengineering Journal 2013, 28(4):244-248.",
      "year": "2013"
    },
    {
      "raw": "Gyeoung Jin Kang , Na Jin Kang , Sang Chul Han, Dong Hwan Koo, Young Soo Kim, Jin Hyuck Lee, Sang Chul Kim, Deok Hoon Park, Jong Sung Lee, Hee Kyung Kang, Eun Sook Yoo, Inhibitory Effect of Artemisinic Acid Isolated from Artemisia Annua L on the MDC in HaCaT Keratinocytes. Korean Journal of Pharmacognosy. 2012 43(3):217- 223.",
      "year": "2012"
    },
    {
      "raw": "Eunsun Jung, Seungbeom Kim, Moohan Kim, Seongwoo Shin, Jongsung Lee, Deokhoon Park. Inhibitory effects of serotonin derivatives isolated from safflower seed extract on adipogenesis. Journal of the Society of Cosmetic Scientists of Korea. 2011 37(2):171-176.",
      "year": "2011"
    },
    {
      "raw": "Eunsun Jung, Jongsung Lee, Jienny Lee, Sungran Huh, Young-Soo Kim, Wangtaek Hwang, Deokhoon Park. Effects of Vegetable Peptones on Promotion of Cell Proliferation and Collagen Production. Journal of the Society of Cosmetic Scientists of Korea 2009 35(1):65-72.",
      "year": "2009"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Sungran Hur, Deokhoon Park. Antibacterial and anti-inflammatory effects of a Magnolia extract. Cosmetics & Toiletries. 2009 124(1):53-60.",
      "year": "2009"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Kwangseon Jung, Deokhoon Park. A medicinal plant blend for soothing and anti-nflammatory effects. Cosmetics & Toiletries. 2009 124(4):34-41.",
      "year": "2009"
    },
    {
      "raw": "Ji Hee Lim, Kwang Seon Jung, Jongsung Lee, Eunsun Jung, Dae kyoung Kim, Youngsoo Kim, Yong Woo Kim, Deokhoon Park. The study on antimicrobial and antifungal activity of the wild seaweeds of Jeju Island. Journal of the Society of Cosmetic Scientists of Korea. 2008 34(3):201-207.",
      "year": "2008"
    },
    {
      "raw": "Sang suk Kim, Chang-gu Hyun, Jongsung Lee, Deokhoon Park. Antibacterial effects of medicinal plants from Jeju island against acne-inducing bacteria. Journal of Applied Biological Chemistry. 2007 50(2):101-103.",
      "year": "2007"
    },
    {
      "raw": "Eunsun Jung, Jongsung Lee, Kwangseon Jung, Saebom Kim, Sungran Huh, Deokhoon Park. The study on anti-obesity activity of the wild plants of Jeju Island. Journal of the Society of Cosmetic Scientists of Korea. 2007 33(3):175-179.",
      "year": "2007"
    },
    {
      "raw": "Sang-Suk Kim, Chang-Gu Hyun, Jongsung Lee, Jihee Lim, Ji-Young Kim, Deokhoon Park. In vitro screening of Jeju medicinal plants for cosmeceutical materials. Journal of Applied Biological Chemistry. 2007 50(4):215-220.",
      "year": "2007"
    },
    {
      "raw": "Heekyung Lee, Jihwoon Baek, Jaesook Koh, Deokhoon Park, Jongsung Lee, Eunsun Jung. Correlation between skin roughness and dermal density of skin wrinkle evaluation. Journal of the Society of Cosmetic Scientists of Korea. 2006 32(2):123-127.",
      "year": "2006"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Chang Gu Hyun, Jiyoung Lee, Sungran Huh, Jaesook Koh, Heekyung Lee, Jihwoon Baek, Byungsam Yoo, Jiyoung Moon, Juho Kim, Deokhoon Park. Herbal extracts as a NF-kappaB inhibitor. Journal of the Society of Cosmetic Scientists of Korea. 2006 32(3):135-140.",
      "year": "2006"
    },
    {
      "raw": "Jiyoung Moon, Junho Kim, Jinwon Hyun, Kyoungah Kang, Jeasook Koh, Youngkyoung Seo, Jihwoon Baek, Deokhoon Park, Jongsung Lee, Eunsun Jung, Byoung-Sam Yoo. Preliminary screening of some Jeju island native plants for whitening and antioxidant activity. Journal of the Society of Cosmetic Scientists of Korea. 2006 32(3):161-171.",
      "year": "2006"
    },
    {
      "raw": "Jongsung Lee, Byunghwa Park, Kwangseon Jung, Kukhyun Kim, Kyu Han Kim and Deokhoon Park. Anti-inflammatory and atopic dermatitis-mitigating effects of BSASM, a multiherbal preparation. Recent Progress in Medicinal Plants. Dec 2006 12:221-237. Review.",
      "year": "2006"
    },
    {
      "raw": "Yumi Park, Jongsung Lee, Junho Park and Deokhoon Park. Effect of Kojic acid, Arbutin and Vitamin C on cell viability and melanin synthesis in B16BL6 cells. Journal of the Society of Cosmetic Scientists of Korea. 2003 29(1):151-167.",
      "year": "2003"
    },
    {
      "raw": "Jongsung Lee, Yumi Park, Byunghwa Park, Kwangseon Jung, Kukhyun Kim, Wonhee Lee and Deokhoon Park. Evaluation of the Anti-inflammatory and immunomodulatory effects of BSASM using in vitro experiments. Koran Journal of Pharmacology. 2003 34(3):228-232.",
      "year": "2003"
    }
  ],
  "nonsci": [
    {
      "raw": "Jiyoung You, Jieun Woo, Kyung-Baeg, Roh, Dehun Ryu, Youngsu Jang, Eunae Cho, Deokhoon Park, Eunsun Jung, Assessment of the anti-hair loss potential of Camellia japonica fruit shell extract in vitro Int J Cosmet Sci. 2023 00:1–11.",
      "year": "2023"
    },
    {
      "raw": "Suwon Jeon, Sohyun Yoon, Yuna Kim, Seoungwoo Shin, Hyanggi Ji, Eunae Cho, Deokhoon Park, Eunsun Jung, The effect of Salix alba L. bark extract on dark circles in vitro and in vivo Int J Cosmet Sci. 2023;00:1–11.",
      "year": "2023"
    },
    {
      "raw": "Yuna Kim, Hyanggi Ji, Dehun Ryu, Eunae Cho, Deokhoon Park and Eunsun Jung, Albizia julibrissin Exerts Anti-Obesity Effects by Inducing the Browning of 3T3L1 White Adipocytes Int. J Mol Sci. 2023 24, 11496.",
      "year": "2023"
    },
    {
      "raw": "Jiyoung You, Jieun Woo, Kyung-Baeg Roh, Kyungeun Jeon, Youngsu Jang, Song-ah Choi, Daehoon Ryu, Eunae Cho, Deokhoon Park, Jeongkoo Lee, Min Jang, Eunsun Jung, Evaluation of efficacy of Silybum marianum flower extract on the mitigating hair loss in vitro and in vivo J Cosmet Dermatol. 2023 00:1–14.",
      "year": "2023"
    },
    {
      "raw": "Yuna Kim, Junbo Sim, Kyungeun Jeon, Dehun Ryu, Youngeun Ji, Youngseok Kim, Junoh Kim, Suwon Jeon, Deokhoon Park, Eunsun Jung, Fermented black ginseng extract prevents UVB-induced inflammation by regulating the nc886-PKR pathway in human keratinocytes. Photodermatol Photoimmunol Photomed. 2023:00:1–9.",
      "year": "2023"
    },
    {
      "raw": "Hayeon Kim , Seoungwoo Shin , Youngsu Jang, Eunae Cho, Deokhoon Park and Eunsun Jung, Sargassum fusiforme Extract Induces Melanogenesis through the cAMP/PKA/CREB Signaling Pathway Cosmetics 2023:10, 116.",
      "year": "2023"
    },
    {
      "raw": "Jiyoung You, Hyanggi Ji, Kyung‑Baeg Roh, Eunae Cho, Hanane Chajra, Mathilde Frechet, Deokhoon Park and Eunsun Jung, Anti‑acne effects of Castanea crenata bur extract and identification of active compound. Applied Biological Chemistry 2022 65:12.",
      "year": "2022"
    },
    {
      "raw": "Miji Yeom , Hyanggi Ji, Jongheon Shin, Eunae Cho, De-Hun Ryu, Deokhoon Park and Eunsun Jung, The Alleviating Effect of Lagerstroemia indica Flower Extract on Stretch Marks through Regulation of Mast Cells. Molecules 2022 27:1274. doi: https://doi.org/10.3390/molecules27041274",
      "year": "2022"
    },
    {
      "raw": "Kyung-Baeg Roh, Youngsu Jang, Eunae Cho, Deokhoon Park, Dae-Hyuk Kweon and Eunsun Jung, Chlorogenic Acid Isomers Isolated from Artemisia lavandulaefolia Exhibit Anti-Rosacea Effects In Vitro. Biomedicines 2022 10:463. doi: https://doi.org/10.3390/biomedicines10020463",
      "year": "2022"
    },
    {
      "raw": "Sohyun Yoon , Minkyung Kim, Seoungwoo Shin , Jieun Woo , Dahee Son, Dehun Ryu, Jiseon Yoo, Deokhoon Park and Eunsun Jung, Effect of Cirsium japonicum Flower Extract on Skin Aging Induced by Glycation. Molecules 2022 27:2093.",
      "year": "2022"
    },
    {
      "raw": "Yingji Xin, Hyanggi Ji, Eunae Cho, Kyung-Baeg Roh, Jiyoung You, Deokhoon Park, Eunsun Jung, Immune-enhancing effect of water-soluble beta-glucan derived from enzymatic hydrolysis of yeast glucan. Biochemistry and Biophysics Reports, 2022 30:101256",
      "year": "2022"
    },
    {
      "raw": "Jieun Woo , Seoungwoo Shin, Hyanggi Ji, Dehun Ryu, Eunae Cho, Youngseok Kim, Junoh Kim, Deokhoon Park and Eunsun Jung, Isatis tinctoria L. Leaf Extract Inhibits Replicative Senescence in Dermal Fibroblasts by Regulating mTOR-NF-κB-SASP Signaling Nutrients 2022 14:1979.",
      "year": "2022"
    },
    {
      "raw": "Eun-Jung Kim, Jieun Woo, Seoungwoo Shin, HaeBeen Choi, Youngseok Kim, Junoh Kim & Chanhee Kang, A focused natural compound screen reveals hemolytic and senostatic effects of Isatis tinctoria Anim Cells Syst (Seoul) 2022 26(6):310-317.",
      "year": "2022"
    },
    {
      "raw": "Ying‐Ji Xin, Soojung Choi, Kyung‐Baeg Roh, Eunae Cho, Hyanggi Ji, Jin Bae Weon, Deokhoon Park, Wan Kyunn Whang and Eunsun Jung, Anti‐Inflammatory Activity and Mechanism of Isookanin, Isolated by Bioassay‐Guided Fractionation from Bidens pilosa L. Molecules 2021, 2: 255.",
      "year": "2021"
    },
    {
      "raw": "Hyunju Woo, Hayeon Kim, Seoungwoo Shin, Jong Heon Shin, Dehun Ryu, Deokhoon Park, and Eunsun Jung, Rhus semialata M. extract ameliorate para-phenylenediamine-induced toxicity in keratinocytes. Toxicology Reports 2021 8:96–105.",
      "year": "2021"
    },
    {
      "raw": "Yingji Xin, Kyungbaeg Roh, Eunae Cho, Deokhoon Park, Wankyunn Whang, Eunsun Jung. Isookanin Inhibits PGE 2-Mediated Angiogenesis by Inducing Cell Arrest through Inhibiting the Phosphorylation of ERK1/2 and CREB in HMEC-1 Cells. Int J Mol Sci. 2021 22(12):6466.",
      "year": "2021"
    },
    {
      "raw": "Minkyung Kim, Seoungwoo Shin, Dehun Ryu, Eunae Cho, Jiseon Yoo, Deokhoon Park, Eunsun Jung. Evaluating the Sun Protection Factor of Cosmetic Formulations Containing Afzelin. Chem Pharm Bull (Tokyo). 2021 69(11):1039-1044.",
      "year": "2021"
    },
    {
      "raw": "Seoungwoo Shin,Jeesun Lee, So Hyun Yoon, Deokhoon Park, Jae Sung Hwang, Eunsun Jung. Anti-glycation activities of methyl gallate in vitro and in human explants. Journal of Cosmetic Science. 2021 doi: https://doi.org/10.1111/jocd.14406.",
      "year": "2021"
    },
    {
      "raw": "Minkyung Kim, Kyungeun Jeon, Seoungwoo Shin, Sohyun Yoon, Hayeon Kim, Hee Young Kang, Dehun Ryu, Deokhoon Park, Eunsun Jung, Melanogenesis-promoting effect of Cirsium japonicum flower extract in vitro and ex vivo. Int J Cosmet Sci. 2021 43(6):703-714.",
      "year": "2021"
    },
    {
      "raw": "Jieun Woo, Seoungwoo Shin, Eunae Cho, Dehun Ryu, David Garandeau, Hanane Chajra, Mathilde Fréchet, Deokhoon Park, Eunsun Jung, Senotherapeutic-like effect of Silybum marianum flower extract revealed on human skin cells. PLoS One. 2021, 16(12):e0260545.",
      "year": "2021"
    },
    {
      "raw": "Yuna Kim, Hyanggi Ji, Eunae Cho, Nok‐Hyun Park, Kyeonghwan Hwang, Wonseok Park, Kwang‐Soo Lee, Deokhoon Park and Eunsun Jung, nc886, a Non‐Coding RNA, Is a New Biomarker and Epigenetic Mediator of Cellular Senescence in Fibroblasts. Int. J. Mol. Sci. 2021 22:13673.",
      "year": "2021"
    },
    {
      "raw": "Yuna Kim, Hyanggi Ji, Eunae Cho, Nok-Hyun Park, Kyeonghwan Hwang, Wonseok Park, Kwang-Soo Lee, Deokhoon Park and Eunsun Jung, nc886, a Non-Coding RNA, Is a New Biomarker and Epigenetic Mediator of Cellular Senescence in Fibroblasts Int. J. Mol. Sci. 2021 22:13673.",
      "year": "2021"
    },
    {
      "raw": "Kwang-Soo Lee, Eunae Cho, Jin Bae Weon, Deokhoon Park, Mathilde Fréchet, Hanane Chajra and Eunsun Jung, Inhibition of UVB-induced Inflammation by Laminaria Japonica Extract via Regulation of nc886-PKR Pathway. Nutrients 2020 12 :1958.",
      "year": "2020"
    },
    {
      "raw": "Kyung-Baeg Roh , De-Hun Ryu, Eunae Cho, Jin Bae Weon, Deokhoon Park, Dae-Hyuk Kweon and Eunsun Jung, Coptis chinensis Franch Directly Inhibits Proteolytic Activation of Kallikrein 5 and Cathelicidin Associated with Rosacea in Epidermal Keratinocytes. Molecules 2020 25:5556.",
      "year": "2020"
    },
    {
      "raw": "Hayeon Kim, Hyunju Woo, Seoungwoo Shin, Deokhoon Park and Eunsun Jung, The Potential Application of Ecklonia cava Extract in Scalp Protection. Cosmetics 2020 7:9.",
      "year": "2020"
    },
    {
      "raw": "Lee KS, Shin S, Cho E, Im WK, Jeon SH, Kim Y, Park D, Fréchet M, Chajra H, Jung E. nc886, a non-coding RNA, inhibits UVB-induced MMP-9 and COX-2 expression via the PKR pathway in human keratinocytes. Biochem Biophys Res Commun. 2019 512(4):647-652.",
      "year": "2019"
    },
    {
      "raw": "Kim M, Son D, Shin S, Park D, Byun S, Jung E. Protective effects of Camellia japonica flower extract against urban air pollutants. BMC Complement Altern Med. 2019 19(1):30.",
      "year": "2019"
    },
    {
      "raw": "HansongI Lee, Miji Yeom, Seoungwoo Shin, Kyungeun Jeon, Deokhoon Park, and Eunsun Jung, Protective Effects of Aqueous Extract of Mentha suaveolens against Oxidative Stress-Induced Damages in Human Keratinocyte HaCaT Cells. Evidence-Based Complementary and Alternative Medicine. 2019 2019:5045491.",
      "year": "2019"
    },
    {
      "raw": "Seoungwoo Shin, Shin Hwan Cho, Deokhoon Park, and Eunsun Jung, Anti‐skin aging properties of protocatechuic acid in vitro and in vivo. J Cosmet Dermatol. 2019 19(4).",
      "year": "2019"
    },
    {
      "raw": "Lee J, Oh SW, Shin SW, Lee KW, Cho JY, Lee J. Zingerone protects keratinocyte stem cells from UVB-induced damage. Chem Biol Interact. 2018 279:27-33.",
      "year": "2018"
    },
    {
      "raw": "Kim Y, Cho JY, Oh SW, Kang M, Lee SE, Jung E, Park YS, Lee J. Globular adiponectin acts as a melanogenic signal in human epidermal melanocytes. Br J Dermatol. 2018 179(3):689-701.",
      "year": "2018"
    },
    {
      "raw": "Yeom M, Lee H, Shin S, Park D, Jung E. PER, a Circadian Clock Component, Mediates the Suppression of MMP-1 Expression in HaCaT Keratinocytes by cAMP. Molecules. 2018 23;23(4).",
      "year": "2018"
    },
    {
      "raw": "Park SH, Choi E, Kim S, Kim DS, Kim JH, Chang S, Choi JS, Park KJ, Roh KB, Lee J, Yoo BC, Cho JY. Oxidative Stress-Protective and Anti-Melanogenic Effects of Loliolide and Ethanol Extract from Fresh Water Green Algae, Prasiola japonica. Int J Mol Sci. 2018 19(9).",
      "year": "2018"
    },
    {
      "raw": "Son D, Kim M, Woo H, Park D, Jung E. Anti-Thermal Skin Aging Activity of Aqueous Extracts Derived from Apple Mint (Mentha suaveolens Ehrh.) in Human Dermal Fibroblasts. Evid Based Complement Alternat Med. 2018 2018:4595982.",
      "year": "2018"
    },
    {
      "raw": "Roh KB, Park D, Jung E. Inhibitory Effects of Prunella vulgaris L. Extract on 11β-HSD1 in Human Skin Cells. Evid Based Complement Alternat Med. 2018 2018:1762478.",
      "year": "2018"
    },
    {
      "raw": "Jung E, Kim JH, Kim MO, Lee SY, Lee J. Melanocyte-protective effect of afzelin is mediated by the Nrf2-ARE signalling pathway via GSK-3β inactivation. Exp Dermatol. 2017 26(9):764-770.",
      "year": "2017"
    },
    {
      "raw": "Woo H, Lee S, Kim S, Park D, Jung E. Effect of sinapic acid on hair growth promoting in human hair follicle dermal papilla cells via Akt activation. Arch Dermatol Res. 2017 309(5):381-388.",
      "year": "2017"
    },
    {
      "raw": "Woo H, Lee J, Park D, Jung E. Protective Effect of Mulberry (Morus alba L.) Extract against Benzo[a]pyrene Induced Skin Damage through Inhibition of Aryl Hydrocarbon Receptor Signaling. J Agric Food Chem. 2017 65(50):10925-10932.",
      "year": "2017"
    },
    {
      "raw": "Lee S, Shin S, Jung E, Park D. Cell-based assay system for high-throughput screening of anti-photo-aging agents in fibroblast transfectants. Cytotechnology. 2016 68(4):1633-40.",
      "year": "2016"
    },
    {
      "raw": "Kum H, Roh KB, Shin S, Jung K, Park D, Jung E. Evaluation of anti-acne properties of phloretin in vitro and in vivo. Int J Cosmet Sci. 2016 Feb;38(1):85-92.",
      "year": "2016"
    },
    {
      "raw": "Lee KE, Park JE, Jung E, Ryu J, Kim YJ, Youm JK, Kang S. A study of facial wrinkles improvement effect of veratric acid from cauliflower mushroom through photo-protective mechanisms against UVB irradiation. Arch Dermatol Res. 2016 308(3):183-92.",
      "year": "2016"
    },
    {
      "raw": "Park JE, Lee KE, Jung E, Kang S, Kim YJ. Sclareol isolated from Salvia officinalis improves facial wrinkles via an antiphotoaging mechanism. J Cosmet Dermatol. 2016 15(4).",
      "year": "2016"
    },
    {
      "raw": "Kim MO, Park YS, Nho YH, Yun SK, Kim Y, Jung E, Paik JK, Kim M, Cho IH, Lee J. Emodin isolated from Polygoni Multiflori Ramulus inhibits melanogenesis through the liver X receptor-mediated pathway. Chem Biol Interact. 2016 250:78-84.",
      "year": "2016"
    },
    {
      "raw": "Choi HR, Nam KM, Lee HS, Yang SH, Kim YS, Lee J, Date A, Toyama K, Park KC, Phlorizin, an Active Ingredient of Eleutherococcus senticosus, Increases Proliferative Potential of Keratinocytes with Inhibition of MiR135b and Increased Expression of Type IV Collagen. Oxid Med Cell Longev. 2016 2016:3859721.",
      "year": "2016"
    },
    {
      "raw": "Jung E, Kim JH, Kim MO, Jang S, Kang M, Oh SW, Nho YH, Kang SH, Kim MH, Park SH, Lee J. Afzelin positively regulates melanogenesis through the p38 MAPK pathway. Chem Biol Interact. 2016 254:167-72.",
      "year": "2016"
    },
    {
      "raw": "Roh KB, Kim H, Shin S, Kim YS, Lee JA, Kim MO, Jung E, Lee J, Park D. Anti-inflammatory effects of Zea mays L. husk extracts. BMC Complement Altern Med. 2016 16(1):298.",
      "year": "2016"
    },
    {
      "raw": "Jung E, Cho JY, Park D, Kim MH, Park B, Lee SY, Lee J. Vegetable peptones increase production of type I collagen in human fibroblasts by inducing the p90 ribosomal s6 kinase-CCAAT/enhancer binding protein β phosphorylation pathway. Nutr Res. 2015 35(2):127-35.",
      "year": "2015"
    },
    {
      "raw": "JaeHo Lee, SeungJun Lee, KyungBaeg Roh, EunSun Jung, DeokHoon Park. A novel culture system to induce synthesis in ultra-low attachment plate. Biotechnology and Bioprocess Engineering 2015 20(1):194–200.",
      "year": "2015"
    },
    {
      "raw": "Seoungwoo Shin, Jung-A Lee, Minkyung Kim, Hyunwoo Kum, Eunsun Jung * and Deokhoon Park. Anti-Glycation Activities of Phenolic Constituents from Silybum marianum (Milk Thistle) Flower in Vitro and on Human Explants. Molecules 2015, 20, 3549-3564.",
      "year": "2015"
    },
    {
      "raw": "Jung K, Cho JY, Soh YJ, Lee J, Shin SW, Jang S, Jung E, Kim MH, Lee J. Antagonizing Effects of Aspartic Acid against Ultraviolet A-Induced Downregulation of the Stemness of Human Adipose Tissue-Derived Mesenchymal Stem Cells. PLoS One. 2015 24;10(4):e0124417.",
      "year": "2015"
    },
    {
      "raw": "Shin S, Son D, Kim M, Lee S, Roh KB, Ryu D, Lee J, Jung E, Park D. Ameliorating Effect of Akebia quinata Fruit Extracts on Skin Aging Induced by Advanced Glycation End Products. Nutrients. 2015 12;7(11):9337-52.",
      "year": "2015"
    },
    {
      "raw": "You J, Roh KB, Li Z, Liu G, Tang J, Shin S, Park D, Jung E. The Antiaging Properties of Andrographis paniculata by Activation Epidermal Cell Stemness. Molecules. 2015 20(9):17557-69.",
      "year": "2015"
    },
    {
      "raw": "Lee J, Lee S, Lee B, Roh K, Park D, Jung E. Development of Tyrosinase Promoter-Based Fluorescent Assay for Screening of Anti-melanogenic Agents. Biol Pharm Bull. 2015 38(10):1542-7.",
      "year": "2015"
    },
    {
      "raw": "Kim M, Shin S, Lee JA, Park D, Lee J, Jung E. Inhibition of melanogenesis by Gaillardia aristata flower extract. BMC Complement Altern Med. 2015 Dec 24;15:449.",
      "year": "2015"
    },
    {
      "raw": "Ahn HK, Kang YW, Lim HM, Hwang I, Pai HS. Physiological Functions of the COPI Complex in Higher Plants. Mol Cells. 2015 38(10):866-75.",
      "year": "2015"
    },
    {
      "raw": "Ryu MJ, Kang KA, Piao MJ, Kim KC, Zheng J, Yao CW, Cha JW, Chung HS, Kim SC, Jung E, Park D, Chae S, Hyun JW. 7,8-Dihydroxyflavone protects human keratinocytes against oxidative stress-induced cell damage via the ERK and PI3K/Akt-mediated Nrf2/HO-1 signaling pathways. International Journal of Molecular Medicine 2014 33(4)964-970.",
      "year": "2014"
    },
    {
      "raw": "Roh KB, Kim IH, Kim YS, Lee M, Lee JA, Jung E, Park D. Synephrine Inhibits Eotaxin-1 Expression via the STAT6 Signaling Pathway. Molecules 2014 8:19(8):11883-11895.",
      "year": "2014"
    },
    {
      "raw": "Shin S, Kum H, Ryu D, Kim M, Jung E, Park D. Protective effects of a new phloretin derivative against UVB-induced damage in skin cell model and human volunteers. International Journal of Molecular sciences 2014 15(10):18919-18940.",
      "year": "2014"
    },
    {
      "raw": "Lee JH, Shim JW, Choi YJ, Heo K, Yang K. The combination of sorafenib and radiation preferentially inhibits breast cancer stem cells by suppressing HIF-1α expression, Oncology Reports. 2013 29(3):917-924.",
      "year": "2013"
    },
    {
      "raw": "Ki Cheon Kim, Daeshin Kim, Sang Cheol Kim, Eunsun Jung, Deokhoon Park, and Jin Won Hyun, Empetrum nigrum var. japonicum Extract Suppresses Ultraviolet B-Induced Cell Damage via Absorption of Radiation and Inhibition of Oxidative Stress, Evidence-Based Complementary and Alternative Medicin. 2013 2013",
      "year": "2013"
    },
    {
      "raw": "Sang-Cheol Kim, Jin-Hyunk Lee, Moo-Han Kim, Jung-A Lee, Yum Beom Kim, Eunsun Jung, Young-Soo Kim, Jongsung Lee, and Deokhoon Park, Hordenine, a single compound produced during barley germination, inhibits melanogenesis in human melanocytes. Food chemistry. 2013 141(1):174-81.",
      "year": "2013"
    },
    {
      "raw": "Lee J, Lee J, Jung E, Cho JY, Park D. Artemisinic acid inhibits melanogenesis through downregulation of C/EBP α-dependent expression of HMG-CoA reductase gene. Food and Chemical Toxicology. 2013 51:225-30.",
      "year": "2013"
    },
    {
      "raw": "Lee J, Jung E, Kim YS, Park D, Toyama K, Date A, Lee J. Phloridzin isolated from Acanthopanax senticosus promotes proliferation of α6 integrin (CD 49f) and β1 integrin (CD29) enriched for a primary keratinocyte population through the ERK-mediated mTOR pathway. Archives of Dermatological Research. 2013 305(8):747-54.",
      "year": "2013"
    },
    {
      "raw": "Seoung Woo Shin, Eunsun Jung, Seungbeom Kim, Jang-Hyun Kim, Eui-Gyun Kim, Jongsung Lee, and Deokhoon Park, Antagonizing effects and mechanisms of afzelin against UVB-induced cell damages. PLOS one. 2013 23;8(4):e61971.",
      "year": "2013"
    },
    {
      "raw": "Roh KB, Jung E, Park D, Lee J. Fumaric acid attenuates the eotaxin-1 expression in TNF-α-stimulated fibroblasts by suppressing p38 MAPK-dependent NF-κB signaling. Food and Chemical Toxicology. 2013 58:423-31.",
      "year": "2013"
    },
    {
      "raw": "Shin SW, Jung E, Kim S, Lee KE, Youm JK, Park D. Antagonist effects of veratric acid against UVB-induced cell damages. Molecules 2013 10;18(5):5405-19.",
      "year": "2013"
    },
    {
      "raw": "Jung E, Lee JA, Shin S, Roh KB, Kim JH, Park D. Madecassoside inhibits melanin synthesis by blocking ultraviolet-induced inflammation. Molecules 2013 18(12):15724-15736.",
      "year": "2013"
    },
    {
      "raw": "Kim KC, Kim D, Kim SC, Jung E, Park D, Hyun JW. Empetrum nigrum var. japonicum Extract Suppresses Ultraviolet B-Induced Cell Damage via Absorption of Radiation and Inhibition of Oxidative Stress. Evidence-Based Complementary and Alternative Medicine 2013 2013, Article ID 983609: 10",
      "year": "2013"
    },
    {
      "raw": "Roh KB, Lee J, Kim YS, Park J, Kim JH, Lee J, Park D. Mechanisms of Edible Bird's Nest Extract-Induced Proliferation of Human Adipose-Derived Stem Cells. Evidence Based Complementary Alternative Medicine. 2012 2012:797520:11.",
      "year": "2012"
    },
    {
      "raw": "Jienny Lee, Kyungbaeg Roh, Sang-Cheol Kim, Jongsung Lee, Deokhoon Park. Soy peptide-induced stem cell proliferation: involvement of ERK and TGF-β1. The Journal of Nutritional Biochemistry. Jan 2012 23(10):1141-1151.",
      "year": "2012"
    },
    {
      "raw": "Seungbeom Kim, Eunsun Jung, Seungwoo Shin, Moohan Kim, Young-Soo Kim, Jongsung Lee*, Deokhoon Park. Inhibitory effects of Camellia japonica oil on LPS-induced inflammatory response in RAW264.7 macrophages. BMB Reports. 2012 45(3):177-182.",
      "year": "2012"
    },
    {
      "raw": "Jongsung Lee, Moo-Han Kim, Jin-Hyuck Lee, Eunsun Jung, Eun-Sook Yoo, Deokhoon Park. Artemisinic Acid is a Regulator of Adipocyte Differentiation and C/EBP δ Expression. Journal of Cellular Biochemistry. 2012 113(7):2488-2499.",
      "year": "2012"
    },
    {
      "raw": "Ki Cheon Kim, Sam Sik Kang, Jongsung Lee, Deokhoon Park and Jin Won Hyun, Baicalein Attenuates Oxidative Stress-Induced Expression of Matrix Metalloproteinase-1 by Regulating the ERK/JNK/AP-1 Pathway in Human Keratinocytes. Biomolecules & Therapeutics. 2012 20(1):57-61.",
      "year": "2012"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jinwon Hyun, Deokhoon Park, Ultraviolet A regulates the stemness of human adipose tissue-derived mesenchymal stem cells through downregulation of the HIF-1α via activation of PGE2-cAMP signaling. Journal of Cellular Biochemistry. 2012 113(12):3681-3691.",
      "year": "2012"
    },
    {
      "raw": "Eunsun Jung, Sangyo Byun, Seungbeom Kim, Moohan Kim, Jongsung Lee, and Deokhoon Park, Isomenthone protects human dermal fibroblasts from TNF α-induced cell death in serum-deprived condition. Food and Chemical Toxicology. 2012 50(10):3514-20.",
      "year": "2012"
    },
    {
      "raw": "Young-Soo Kim, Hyungil Kim, Eunsun Jung, Jang-Hyun Kim, Wangtaek Hwang, Eun-Ju Kang, Sanghyun Lee, Byung-Jo Ha, Jongsung Lee and Deokhoon Park, A Novel Antibacterial Compound from Siegesbeckia glabrescens. Molecules 2012 17, 12469-12477.",
      "year": "2012"
    },
    {
      "raw": "Seungbeom Kim, Eunsun Jung, Jang-Hyun Kim, Young-Ho Park, Jongsung Lee, Deokhoon Park. Inhibitory effects of (-)-α-bisabolol on LPS-induced inflammatory response in RAW264.7 macrophages. Food & Chemical Toxicology. 2011 49(10):2580-2585.",
      "year": "2011"
    },
    {
      "raw": "Eunsun Jung, Wangtaek Hwang, Young-Soo Kim, Seungbeom Kim, Yeong-Shik Kim, Jongsung Lee, Deokhoon Park. Depigmentation by platycodin D is mediated by cAMP-PKA/Rho-dependent signaling pathway. Experimental Dermatology. 2011 20(12):986-991.",
      "year": "2011"
    },
    {
      "raw": "Wang-Taek Hwang, Young-Soo Kim, Chan-Ki Hong, Jongsung Lee, Doekhoon Park. Simple stability-indicating validated HPLC method for diosgenin in cosmeceutical formulations. International Journal of Pharmacy and Pharmaceutical Sciences. 2011 3(suppl 5):466-471.",
      "year": "2011"
    },
    {
      "raw": "Zhi-hong Wang, Kyoung-ah Kang, Rui Zhang, Mei-jing Piao, Su-hyun Jo,Ju-sun Kim, Sam-sik Kang, Jongsung Lee, Deokhoon Park, Jin-won Hyun. Myricetin suppresses oxidative stress-induced cell damage via both direct and indirect antioxidant. Environmental Toxicology and Pharmacology. 2010 29:12-18.",
      "year": "2010"
    },
    {
      "raw": "Young-Soo Kim, Ji-Young Lee, Junho Park, Wangtek Hwang, Jongsung Lee, Deokhoon Park. Synthesis and microbiological evaluation of honokiol derivatives as new antibacterial agents. Archives of Pharmacal Research. 2010 33(1):61-65.",
      "year": "2010"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jienny Lee, Sungran Huh, Young-Soo Kim, Yeong-Shik Kim, Deokhoon Park. Anti-adipogenesis by 6-thioinosine is mediated by downregulation of PPAR g through JNK-dependent upregulation of iNOS. Cellular and Molecular Life Sciences. 2010 67(3):467-481.",
      "year": "2010"
    },
    {
      "raw": "Jongsung Lee, Jienny Lee, Eunsun Jung, Wangtaek Hwang, Yeong-Shik Kim, Deokhoon Park. Isorhamnetin-induced antiadipogenesis is mediated by stabilization of b-catenin protein. Life Sciences. 2010 86(11-12):416-423.",
      "year": "2010"
    },
    {
      "raw": "In Jin Ha, Young Wan Ha, Minseok Kang, Jongsung Lee, Deokhoon Park, Yeong Shik Kim. Enzymatic transformation of platycosides and one step separation of platycodin D by high-speed counter-current chromatography. Journal of Separation Science. 2010 33(13):1916-1922.",
      "year": "2010"
    },
    {
      "raw": "Sungran Huh, Young-Soo Kim, Eunsun Jung, Jihee Lim, Kwang Sun Jung, Myeong-Ok Kim, Jongsung Lee, Deokhoon Park. Melanogenesis inhibitory effect of fatty acid alkyl esters isolated from Oxalis triangularis. Biological & Pharmaceutical Bulletin. 2010 33(7):1242-1245.",
      "year": "2010"
    },
    {
      "raw": "Jongsung Lee, Hyunjung Jun, Eunsun. Jung, Jaehyoun Ha, Deokhoon Park. Whitening effect of a-bisabolol in Asian women. International Journal of Cosmetic Science. 2010 Aug 32(4):299-303 (Faculty of 1000).",
      "year": "2010"
    },
    {
      "raw": "Sungran Huh, Eunsun Jung, Jienny Lee, Kyung Baek Noh, Ju-Duck Kim, Jongsung Lee, Deokhoon Park. Mechanisms of depigmentation by propafenone. Archives of Dermatological Research. 2010 302(7):561-565.",
      "year": "2010"
    },
    {
      "raw": "Jienny Lee, Jongsung Lee, Kyungbaeg Roh, Deokhoon Park. Melanocyte-Precursor Cell Induction from Human Cord Blood-Derived Mesenchymal Stem Cells. African Journal of Biotechnology. 2010,9(36):5975-5977.",
      "year": "2010"
    },
    {
      "raw": "Jongsung Lee, Jienny Lee, Eunsun Jung, Young-Soo Kim, Kyung-Hwan Jung, Deokhoon Park. Ultraviolet A Ultraviolet A regulates adipogenic differentiation of human adipose tissue-derived mesenchymal stem cells via upregulation of Kruppel-like factor 2. The Journal of Biological Chemistry. 2010 285(42):32647-32656.",
      "year": "2010"
    },
    {
      "raw": "Kyoung-ah Kang, Zhi-hong Wang, Rui Zhang, Mei-jing Piao, Ju-sun Kim, Sam-sik Kang, Yong-Woo Kim, Jongsung Lee, Deokhoon Park, Jin Won Hyun. Myricetin protects cells against oxidative stress-induced apoptosis via regulation of PI3K/Akt and MAPK signaling pathways. International Journal of Molecular Sciences. 2010 11(11):4348-4360.",
      "year": "2010"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jienny Lee, Saebom Kim, Sungran Huh, Youngsoo Kim, Yongwoo Kim, Sang Yo Byun, Yeong-Shik Kim, Deokhoon Park. Isorhamnetin represses adipogenesis in 3T3-L1 cells. Obesity. 2009 17(2):226-232.",
      "year": "2009"
    },
    {
      "raw": "Saebom Kim, Jongsung Lee, Eunsun Jung, Sungran Huh, Jienny Lee, Hyeonjin Hwang, Deokhoon Park. 6-benzylaminopurine (6-BAP) stimulates the melanogenesis by cAMP independent activation of Protein kinase A (PKA). Archives of Dermatological Research. 2009 301(3):253-258.",
      "year": "2009"
    },
    {
      "raw": "Sungran Huh, Jongsung Lee, Eunsun Jung, Sang-Cheol Kim, Jienny Lee, Young Kwan Sung, Hee-Kyoung Kang, Deokhoon Park. A cell-based system for screening hair growth-promoting agents. Archives of Dermatological Research. 2009 301(5):381-385.",
      "year": "2009"
    },
    {
      "raw": "Jienny Lee, Jongsung Lee, Hyunjin Hwang, Eunsun Jung, Sungrah Huh, Deokhoon Park. Promotion of stem cell proliferation by vegetable peptone. Cell proliferation. 2009 42(5):595-601.",
      "year": "2009"
    },
    {
      "raw": "Eunsun Jung, Jongsung Lee, Sungran Huh, Jienny Lee, Young-Soo Kim, Kyedong Kim, Deokhoon Park. Phloridzin-induced melanogenesis is mediated by cAMP signaling pathway. Food & Chemical Toxicology. 2009 47(10):2436-2440.",
      "year": "2009"
    },
    {
      "raw": "Eunsun Jung, Jongsung Lee, Sungran Huh, Jienny Lee, Deokhoon Park. Matrine inhibits PMA-induced MMP-1 expression in human dermal fibroblasts. Biofactors. 2008 33(2):121-128.",
      "year": "2008"
    },
    {
      "raw": "Jiyoung Lee, Jongsung Lee, Wonhyuck Yang, Jihee Lim, Sanghee Sim, Deokhoon Park. Antibacterial activities of Butyrolactone from Spiraea thunbergii Sieb. against foodborne pathogenic microorganisms. Journal of Medicinal Plants Research. 2008 2(3):59-65.",
      "year": "2008"
    },
    {
      "raw": "Saebom Kim, Jongsung Lee, Eunsun Jung, Sungran Huh, Jin-Oh Park, Ji-won Lee, Sang Yo Byun, Deokhoon Park. Mechanisms of of depigmentation by a-bisabolol. Journal of Dermatological Science. 2008 52(3):219-222.",
      "year": "2008"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Hyunkyung Yu, Yongwoo Kim, Jaehyoun Ha, Yeong Shik Kim, Deokhoon Park. Mechanisms of carvacrol-induced expression of type I collagen gene. Journal of Dermatological Science. 2008 52(3):160-169.",
      "year": "2008"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Yeong-Shik Kim, Deokhoon Park. Effect of rosmarinic acid on patients with atopic dermatitis. Journal of Dermatology. 2008 35(12):768–771.",
      "year": "2008"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Heekung Lee, Youngkyung Seo, Jassook Koh, Deokhoon Park. Effect of a preparation containing asiaticoside on periocular wrinkles of human voluntaries. International Journal of Cosmetic Science. 2008 30(3):167-173.",
      "year": "2008"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jiyoung Lee, Sungran Huh, Jieun Kim, Mijung Park, Jungwoon So, Younggeun Ham, Kwangseon Jung, Chang-Gu Hyun, Yeong Shik Kim, and Deokhoon Park,. Panax ginseng induces human Type I collagen synthesis through activation of Smad signaling. Journal of Ethnopharmacology. 2007 109:29-34.",
      "year": "2007"
    },
    {
      "raw": "Sungran Huh, Jongsung Lee, Yeonggeun Ham, Sang Suk Kim, Chang Gu Hyun, Yeong Shik Kim, Deokhoon Park. A cell-based assay system for high-throughput screening of anti-wrinkle agents in human dermal fibroblast transfectant cells. Biotechnology and applied Biochemistry. 2007 47(1):27-31.",
      "year": "2007"
    },
    {
      "raw": "Eunsun Jung, Jongsung Lee, Jihoon Baek, Kwangsun Jung, Jiyoung Lee, Sungran Huh, Jaesook Koh, Deokhoon Park. Effect of Camellia japonica oil on human type I procollagen production and skin barrier function. Journal of Ethnopharmacology. 2007 112:127-131.",
      "year": "2007"
    },
    {
      "raw": "Jongsung Lee, Kwangseon Jung, Yeong-Shik Kim, Deokhoon Park. Diosgenin inhibits melanogenesis through the activation of Phosphatidylinositol-3- kinase Pathway (PI3K) signaling. Life Sciences. 2007 81(3):249-254.",
      "year": "2007"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Sungran Huh, Jiyoung Lee, Yeong-Shik Kim, Deokhoon Park. Mechanisms of melanogenesis inhibition by DMHF. British Journal of Dermatology. 2007 157(2):242-248",
      "year": "2007"
    },
    {
      "raw": "Jongsung Lee, Yeong-Shik Kim, Deokhoon Park. Rosmarinic acid induces melanogenesis through protein kinase A activation signaling. Biochemical Pharmacology. 2007 74(7):960-968.",
      "year": "2007"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Youngji Kim, Junho Park, Jinil Park, Sungtaek Hong, Jieun Kim, Changgu Hyun, Yeong Shik Kim, Deokhoon Park. Asiaticoside induces Human Collagen I Synthesis through TGFb receptor I kinase (TbRI kinase)-independent Smad signaling. Planta Medica. 2006 72(4):324-328.",
      "year": "2006"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Youngji Kim, Jiyoung Lee,Junho Park, Seongtaek Hong, Chang-Gu Hyun, Deokhoon Park, Yeong Shik Kim. Rosmarinic acid (RA) as a downstream inhibitor of IKK b in TNF a–induced upregulation of CCL11 & CCR-3. British Journal of Pharmacology. 2006 148:366-375.",
      "year": "2006"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jihee Lim, Jiyoung Lee, Sungran Hur, Sang Suk Kim, Changgu Hyun, Yeong Shik Kim, Deokhoon Park. Involvement of nuclear factor-kB in the inhibition of pro-inflammatory mediators by pinosylvin. Planta Medica. 2006 72(9):801-806.",
      "year": "2006"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jiyoung Lee, Sungran Huh, Cheng-Hwan Hwang, Hwa-Young Lee, Eun-Jung Kim, Ji-Min Cheon, Changgu Hyun, Yeong Shik Kim, Deokhoon Park. Emodin inhibits TNF a-induced MMP-1 expression through suppression of JNK and p42/44MAPK. Life Sciences. 2006 79:2480-2485.",
      "year": "2006"
    },
    {
      "raw": "Jongsung Lee, Byunghwa Park, Kwangseon Jung, Kukhyun Kim, Kyu Han Kim and Deokhoon Park. Evaluation of the anti-inflammatory and atopic dermatitis-mitigating effects of BSASM, a multicompound preparation. Journal of Ethnopharmacology. 2005 96(1-2):211-219.",
      "year": "2005"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Junho Park, Kukhyun Kim, Byunghwa Park, Kwangseon Jung, Eunkyung Park, Jieun Kim, and Deokhoon Park Anti-inflammatory effects of magnolol and honokiol are mediated through inhibition of downstream pathway of the MEKK-1 in NF-kB activation signaling. Planta Medica. 2005 71(4):338-343.",
      "year": "2005"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Junho Park, Byunghwa Park, Kwangseon Jung, Eunkyung Park, Jieun Kim, Sungtaek Hong, Jinil Park, Sanghee Park, Sangyeop Lee and Deokhoon Park. Glycyrrhizin(GR) induces melanogenesis by elevating a cAMP level in B16 melanoma cells. The Journal of Investigative Dermatology. 2005 124(2):405- 411.",
      "year": "2005"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Junho Park, and Deokhoon Park. Transdermal delivery of interferon g (IFN g) mediated by penetratin, a cell-permeable peptide. Biotechnology and applied Biochemistry. 2005 42(2):169-173.",
      "year": "2005"
    },
    {
      "raw": "Junho Park, Jongsung Lee, Eunsun Jung, Yumi Park, Kukhyun Kim, Byunghwa Park, Kwangseon Jung, Eunkyung Park, Jieun Kim, and Deokhoon Park. In vitro antibacterial and anti-inflammatory activities of Honokiol and Magnolol against Propionibacterium sp. European Journal of Pharmacology. 2004 496(1-3):189-195.",
      "year": "2004"
    }
  ],
  "book": [
    {
      "raw": "Eunsun Jung, Moo-Han Kim, Seungbeom Kim, Jongsung Lee, Deokhoon Park. Study of sliming agents from natural plants. In Chang-Gu Hyun and Nam Ho Lee (Eds.). Complementary and alternative medicine-botanical cosmeceuticals. Transworld Research Network, India, 2011 pp. 1-22.",
      "year": "2011"
    },
    {
      "raw": "Jongsung Lee, Saebom Kim, Eunsun Jung, Juhyeon Lee, Su Na Kim, Deokhoon Park, Yeong Shik Kim. Asiaticoside Supports Collagen Production for Firmer Skin. In Aaron Tabor and Robert Blair (Eds.). Nutritional cosmetics: Beauty from Within. William Andrew Publishing, New York, 2009, pp. 335-352.",
      "year": "2009"
    },
    {
      "raw": "Jongsung Lee, Eunsun Jung, Jienny Lee, Deokhoon Park. Molecular targets and therapeutic uses of rosmarinic acid (Rosemary). In Bharat B. Aggarwal and Ajaikumar B. Kunnumakkara (Eds.). Molecular targets and therapeutic uses of Spices: Modern uses for ancient medicine. World Scientific Publishing, Singapore, 2009, pp. 341-371.",
      "year": "2009"
    }
  ],
  "lastUpdated": "2025-12-01T05:51:13.102Z"
}